Repository: 71e6fd52/factorio-mods-zh_cn
Catalog: omegat/tm/pypetroleumhandling_pypetroleumhandling_1.7.1.tmx
Source language: en_us
Languages: zh_cn

source: Fuel oil to combustion mixture (800°C)
zh_cn: 将燃油转换为800℃燃烧混合物。

source: Naphtha to combustion mixture (650°C)
zh_cn: 将石脑油转化为600℃燃烧混合物。

source: Shale oil to combustion mixture (500°C)
zh_cn: 将页岩油转化为500℃燃烧混合物。

source: Crude oil to combustion mixture (500°C)
zh_cn: 将原油转化为500℃燃烧混合物。

source: Lubricant to combustion mixture (520°C)
zh_cn: 将原油转化为520℃燃烧混合物。

source: Xylenol to to combustion mixture (600°C)
zh_cn: 将二甲酚转化为600℃燃烧混合物。

source: Aromatics to combustion mixture (520°C)
zh_cn: 将芳烃转化为520℃燃烧混合物。

source: Compress hydrogen
zh_cn: 压缩氢

source: Enhanced coalbed methane recovery
zh_cn: 强化煤层气体回收

source: Coalbed methane recovery
zh_cn: 煤层气体回收

source: Py Petroleum Handling
zh_cn: PY之石油处理

source: Small parts
zh_cn: 小部件

source: Advanced small parts
zh_cn: 高级小部件

source: Special small parts
zh_cn: 特殊小部件

source: Oil sand
zh_cn: 油砂

source: Small oil patch
zh_cn: 小型油田

source: Medium oil patch
zh_cn: 中型油田

source: Big oil patch
zh_cn: 大型油田

source: Tar pit
zh_cn: 焦油坑

source: Sulfur vein
zh_cn: 硫矿脉

source: Crushed oil sand
zh_cn: 粉碎油砂

source: Tin-chromium alloy
zh_cn: 锡铬合金

source: Titanium tetrachloride
zh_cn: 四氯化钛

source: Carbon black
zh_cn: 炭黑

source: Bolts
zh_cn: 螺栓

source: Rubber
zh_cn: 橡胶

source: Belt
zh_cn: 传送带

source: Guar
zh_cn: 瓜尔豆

source: Guar bean seeds
zh_cn: 瓜尔豆种子

source: Guar gum
zh_cn: 瓜尔豆胶

source: Soot
zh_cn: 烟煤

source: Kerogen
zh_cn: 干酪根

source: Hot stone brick
zh_cn: 加热石砖

source: A mixture of oil and sand.
zh_cn: 油和沙的混合物。

source: Dirty but good.
zh_cn: 污秽肮脏，毫无疑问。

source: Something good under here.
zh_cn: 下面有好东西。

source: Medium oil patch.
zh_cn: 中型油田.

source: Massive oil patch.
zh_cn: 巨型油田.

source: Exotic alloy used as a catalyst.
zh_cn: 用作催化剂的奇异合金。

source: Amazing hydrocarbon catalyst.
zh_cn: 神奇的氢碳催化剂。

source: Make things bounce.
zh_cn: 使物品弹起。

source: Transfer stuff between points.
zh_cn: 改变重要物品。

source: Elitist bean.
zh_cn: 优秀豆类。

source: Multipurpose ingredient, works on popsicles.
zh_cn: 多用途原料，用于生产钻井液

source: Somewhere between wood and oil.
zh_cn: 富含各种油类的木头一样的东西

source: Oil sand slurry
zh_cn: 油砂浆

source: Bitumen froth
zh_cn: 柏油泡沫

source: Bitumen
zh_cn: 柏油

source: Shale oil
zh_cn: 页岩油

source: Fuel oil
zh_cn: 燃油

source: Natural gas
zh_cn: 天然气

source: Naphtha
zh_cn: 石脑油

source: Polybutadiene
zh_cn: 聚丁二烯

source: Hot air
zh_cn: 热气

source: Styrene
zh_cn: 苯乙烯

source: BTX
zh_cn: 苯—甲苯—二甲苯混合物

source: Tholins
zh_cn: 索林斯

source: Processed light oil
zh_cn: 加工过的轻质油

source: Hot reaction gas
zh_cn: 热反应气体

source: Pressurised hydrogen
zh_cn: 加压氢

source: Coalbed gas
zh_cn: 煤层气

source: Ethylene glycol
zh_cn: 乙二醇

source: Chloroethanol
zh_cn: 氯乙醇

source: Ethylene chlorohydrin
zh_cn: 乙撑氯醇

source: Condensates
zh_cn: 凝析油

source: Raw gas
zh_cn: 粗煤气

source: Refined natural gas
zh_cn: 精炼天然气

source: Purified natural gas
zh_cn: 净化天然气

source: Pure natural gas
zh_cn: 纯天然气

source: Residual gas
zh_cn: 残余气体

source: Drilling fluid (type 1)
zh_cn: 钻井液 1

source: Drilling fluid (type 2)
zh_cn: 钻井液 2

source: Drilling fluid (type 3)
zh_cn: 钻井液 3

source: Dirty syngas
zh_cn: 肮脏合成气

source: Purified syngas
zh_cn: 净化合成气

source: Hot syngas
zh_cn: 热合成气

source: Residual oil
zh_cn: 残油

source: Low distillates
zh_cn: 低等馏分油

source: Medium distillates
zh_cn: 中等馏分油

source: High distillates
zh_cn: 高等馏分油

source: Stripped distillates
zh_cn: 剥离馏分油

source: Condensed distillates
zh_cn: 浓缩馏分油

source: Residual mixture
zh_cn: 残余混合物

source: Hot residual mixture
zh_cn: 热残余混合物

source: Massive oil patch
zh_cn: 巨型油田

source: Oil sand extractor MK 01
zh_cn: 油砂提取 MK01

source: Oil sand extractor MK 02
zh_cn: 油砂提取 MK02

source: Oil sand extractor MK 03
zh_cn: 油砂提取 MK03

source: Oil sand extractor MK 04
zh_cn: 油砂提取 MK04

source: Heavy oil refinery MK 01
zh_cn: 重油精炼 MK01

source: Heavy oil refinery MK 02
zh_cn: 重油精炼 MK02

source: Heavy oil refinery MK 03
zh_cn: 重油精炼 MK03

source: Heavy oil refinery MK 04
zh_cn: 重油精炼 MK04

source: Ionic upgrader MK 01
zh_cn: 离子质量改善 MK01

source: Ionic upgrader MK 02
zh_cn: 离子质量改善 MK02

source: Ionic upgrader MK 03
zh_cn: 离子质量改善 MK03

source: Ionic upgrader MK 04
zh_cn: 离子质量改善 MK04

source: Multi-purpose cracker MK 01
zh_cn: 多功能裂解器 MK01

source: Multi-purpose cracker MK 02
zh_cn: 多功能裂解器 MK02

source: Multi-purpose cracker MK 03
zh_cn: 多功能裂解器 MK03

source: Multi-purpose cracker MK 04
zh_cn: 多功能裂解器 MK04

source: Reformer MK 01
zh_cn: 重整 MK01

source: Reformer MK 02
zh_cn: 重整 MK02

source: Reformer MK 03
zh_cn: 重整 MK03

source: Reformer MK 04
zh_cn: 重整 MK04

source: Tholin atmospheric extractor MK 01
zh_cn: 索林斯大气提取器 MK01

source: Tholin atmospheric extractor MK 02
zh_cn: 索林斯大气提取器 MK02

source: Tholin atmospheric extractor MK 03
zh_cn: 索林斯大气提取器 MK03

source: Tholin atmospheric extractor MK 04
zh_cn: 索林斯大气提取器 MK04

source: PyTank (9 kL)
zh_cn: Py储液罐 9000

source: PyTank (10 kL)
zh_cn: Py储液罐 10000

source: Regenerative heat exchanger
zh_cn: 回热式交换器

source: Small oil derrick
zh_cn: 小型钻油塔

source: Medium oil derrick
zh_cn: 中型钻油塔

source: Big oil derrick
zh_cn: 大型钻油塔

source: Mega oil derrick
zh_cn: 巨型钻油塔

source: Pumpjack MK 01
zh_cn: 抽油机 MK01

source: Pumpjack MK 02
zh_cn: 抽油机 MK02

source: Pumpjack MK 03
zh_cn: 抽油机 MK03

source: Pumpjack MK 04
zh_cn: 抽油机 MK04

source: High-tech pumpjack
zh_cn: 高科技抽油机

source: Tholin plant MK 01
zh_cn: 索林斯加工 MK01

source: Tholin plant MK 02
zh_cn: 索林斯加工 MK02

source: Tholin plant MK 03
zh_cn: 索林斯加工 MK03

source: Tholin plant MK 04
zh_cn: 索林斯加工 MK04

source: Light oil refinery MK 01
zh_cn: 轻油精炼 MK01

source: Light oil refinery MK 02
zh_cn: 轻油精炼 MK02

source: Light oil refinery MK 03
zh_cn: 轻油精炼 MK03

source: Light oil refinery MK 04
zh_cn: 轻油精炼 MK04

source: Coalbed extractor MK 01
zh_cn: 煤层提取 MK01

source: Coalbed extractor MK 02
zh_cn: 煤层提取 MK02

source: Coalbed extractor MK 03
zh_cn: 煤层提取 MK03

source: Coalbed extractor MK 04
zh_cn: 煤层提取 MK04

source: Tar extractor MK 01
zh_cn: 焦油萃取 MK01

source: Tar extractor MK 02
zh_cn: 焦油萃取 MK02

source: Tar extractor MK 03
zh_cn: 焦油萃取 MK03

source: Tar extractor MK 04
zh_cn: 焦油萃取 MK04

source: Gas refinery MK 01
zh_cn: 煤气精炼 MK01

source: Gas refinery MK 02
zh_cn: 煤气精炼 MK02

source: Gas refinery MK 03
zh_cn: 煤气精炼 MK03

source: Gas refinery MK 04
zh_cn: 煤气精炼 MK04

source: Sulfur mine
zh_cn: 硫磺矿

source: Guar bean plantation
zh_cn: 瓜尔豆胶种植园

source: Fracking rig
zh_cn: 液压破裂钻塔

source: Retorter
zh_cn: 干馏釜

source: Oil burner
zh_cn: 燃油锅炉 MK01

source: Hidden treasure.
zh_cn: 隐藏的宝藏。

source: Can be extracted with an oil sand extractor.
zh_cn: 可以用油砂提取.

source: Trap for dinosaurs.
zh_cn: 恐龙化石的牢笼。

source: Something good under here, but bigger.
zh_cn: 这里有好东西，面积更大。

source: Great amount of resources here.
zh_cn: 这里有大量的资源。

source: Massive amount or resources here.
zh_cn: 大量的资源。

source: Lots of sulfur.
zh_cn: 大量硫磺。

source: Massive excavator to gather oil sands.
zh_cn: 收集油砂的大型挖掘机。

source: Process heavy oil products into different ones.
zh_cn: 将重油产品加工成不同的产品。

source: Upgrade very heavy petroleum products into lighter ones.
zh_cn: 将非常重的石油产品升级为较轻的产品。

source: Able to make steam and hydro cracking of several fluids.
zh_cn: 能够制造蒸汽和水力压裂的几种流体。

source: Converts petroleum refinery distillates into high-octane liquid products.
zh_cn: 将蒸馏后的石油加工产品转化为优质的液体产品。

source: Reuse hot air to improve efficiency of furnaces.
zh_cn: 重新利用热空气以提高熔炉的效率。

source: Extract fluids from small oil patches.
zh_cn: 从小型油田中提取液体。

source: Extract fluids from medium oil patches.
zh_cn: 从中型油田中提取液体。

source: Extract fluids from big oil patches.
zh_cn: 从大型油田中提取液体。

source: Extract fluids from massive oil patches.
zh_cn: 从巨型油田中提取液体。

source: Gather tholins from the upper atmosphere.
zh_cn: 从高层大气中收集索林斯。

source: Allow you to extract underground resources anywhere.
zh_cn: 允许你在任何地方提取地下资源。

source: Process tholins into useful products.
zh_cn: 将索林斯加工成有用的产品。

source: Process lighter oil products into different ones.
zh_cn: 将轻油产品加工成不同的产品。

source: Extract gases directly from underground coal deposits.
zh_cn: 直接从地下煤矿开采气体。

source: Extract tar from tar pits.
zh_cn: 从焦油坑中提取焦油。

source: Process gases into different products.
zh_cn: 将气体加工成不同的产品。

source: Must be placed on a sulfur vein.
zh_cn: 必须放在硫磺脉上。

source: Automated guar bean plantation.
zh_cn: 自动化瓜尔豆胶种植园。

source: Lets frack the planet!
zh_cn: 让我们打破行星！

source: Drill deep to get that pre-oil thing.
zh_cn: 深钻以获得前置油。

source: Better than steam boilers, but not as good as combustion turbines. Burns any flammable fluid.
zh_cn: 比蒸汽机好，但不如内燃机好。

source: Converts non-py fluids to their py equivalent.
zh_cn: 将非py流体转换为其等效的py流体

source: Oil industry machinery - Stage 1
zh_cn: 石油工业机械 MK01

source: Oil industry machinery - Stage 2
zh_cn: 石油工业机械 MK02

source: Oil industry machinery - Stage 3
zh_cn: 石油工业机械 MK03

source: Oil industry machinery - Stage 4
zh_cn: 石油工业机械 MK04

source: Oil sands extraction
zh_cn: 油砂提取

source: Shale oil development
zh_cn: 页岩油开发

source: Tholins - Stage 1
zh_cn: 索林斯 MK01

source: Tholins - Stage 2
zh_cn: 索林斯 MK02

source: Tholins - Stage 3
zh_cn: 索林斯 MK03

source: Tholins - Stage 4
zh_cn: 索林斯 MK04

source: Light oil processing - Stage 1
zh_cn: 轻油加工 MK01

source: Light oil processing - Stage 2
zh_cn: 轻油加工 MK02

source: Light oil processing - Stage 3
zh_cn: 轻油加工 MK03

source: Light oil processing - Stage 4
zh_cn: 轻油加工 MK04

source: Petroleum gas processing - Stage 1
zh_cn: 石油气加工 MK01

source: Petroleum gas processing - Stage 2
zh_cn: 石油气加工 MK02

source: Petroleum gas processing - Stage 3
zh_cn: 石油气加工 MK03

source: Petroleum gas processing - Stage 4
zh_cn: 石油气加工 MK04

source: Coalbed methane extractor - Stage 1
zh_cn: 煤层气体提取 MK01

source: Coalbed methane extractor - Stage 2
zh_cn: 煤层气体提取 MK02

source: Hydraulic fracturing technologies
zh_cn: 压裂技术

source: Kerogen processing
zh_cn: 干酪根处理

source: Unlock a new way to explore this planet.
zh_cn: 开启探索这个星球的新途径。

source: Unlock the first level of oil related machines.
zh_cn: 解锁第一级石油相关机器。

source: Unlock the second level of oil related machines.
zh_cn: 解锁第二级石油相关机器。

source: Unlock the third level of oil related machines.
zh_cn: 解锁第三级石油相关机器。

source: Unlock the fourth level of oil related machines.
zh_cn: 解锁第四级石油相关机器。

source: Unlock shale oil production and processing.
zh_cn: 解锁页岩油生产和加工。

source: Like asphalt, but flexible.
zh_cn: 沥青，但很柔韧。

source: Extract and process tholins from alien atmospheres.
zh_cn: 提取和处理异星大气中的索林斯。

source: Research methods to process lighter fractions of oil derivatives.
zh_cn: 开放选项来以处理轻油衍生物部分。

source: Research methods to process medium fractions of oil derivatives.
zh_cn: 开放选项来处理中等比例的石油衍生物。

source: Unlock technologies to extract methane directly from underground coal deposits.
zh_cn: 解锁技术直接从地下煤矿中提取甲烷。

source: Unlock improved technologies to extract methane directly from underground coal deposits.
zh_cn: 解锁高级技术，直接从地下煤矿中提取甲烷。

source: Unlock technologies to extract every single drop of fuel from this planet.
zh_cn: 解锁技术，从这个星球上提取每一滴燃料。

source: Half oil, half rotting creature, but a good source of carbon.
zh_cn: 一半是油，一半是腐烂的生物，但是碳的好来源。

source: Recipe Selector
zh_cn: 配方选择

source: Finite Oil
zh_cn: 无限的原油

source: makes fluid resource deposits finite and run out when mined (like solid resources)
zh_cn: 使流体资源矿床有限，并在开采时像固体资源一样耗尽
